Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# applescript.error.terminalUnavailable
source: Terminal is no longer available.
ja: ターミナルはもう利用できません。
ko: 터미널을 더 이상 사용할 수 없습니다.
uk: Термінал більше недоступний.

# applescript.error.windowUnavailable
source: Window is no longer available.
ja: ウインドウはもう利用できません。
ko: 윈도우를 더 이상 사용할 수 없습니다.
uk: Вікно більше недоступне.

# applescript.error.workspaceUnavailable
source: Workspace is no longer available.
ja: ワークスペースはもう利用できません。
ko: 워크스페이스를 더 이상 사용할 수 없습니다.
uk: Робоча область більше недоступна.

# debug.devBuildBanner.show
source: Show Dev Build Banner
ja: 開発ビルドバナーを表示
ko: 개발 빌드 배너 표시
uk: Показати банер версії для розробки

# debug.menu.openStressWorkspacesWithLoadedSurfaces
source: Open Stress Workspaces and Load All Terminals
ja: 負荷テスト用ワークスペースを開いてすべてのターミナルを読み込む
ko: 스트레스 워크스페이스 열기 및 모든 터미널 로드
uk: Відкрити стрес-тест робочих областей і завантажити всі термінали

# debug.menu.browserToolbarButtonSpacing
source: Browser Toolbar Button Spacing
ja: ブラウザーツールバーのボタン間隔
ko: 브라우저 도구 모음 버튼 간격
uk: Відстань кнопок панелі інструментів браузера

# debug.menu.browserProfilePopoverDebug
source: Browser Profile Popover Debug…
ja: ブラウザープロファイルポップオーバーのデバッグ…
ko: 브라우저 프로필 팝오버 디버그…
uk: Налагодження спливного вікна профілю браузера…

# debug.menu.aboutTitlebarDebug
source: About Titlebar Debug…
ja: Aboutタイトルバーデバッグ…

# debug.aboutTitlebarDebug.title
source: About Titlebar Debug
ja: Aboutタイトルバーデバッグ

# debug.aboutTitlebarDebug.resetAbout
source: Reset About
ja: Aboutをリセット

# debug.menu.titlebarLayoutDebug
source: Titlebar Layout Debug...
ja: タイトルバーレイアウトデバッグ...

# debug.titlebarLayoutDebug.actions
source: Actions
ja: アクション

# debug.titlebarLayoutDebug.apply
source: Apply
ja: 適用

# debug.titlebarLayoutDebug.copyConfig
source: Copy Config
ja: 設定をコピー

# debug.titlebarLayoutDebug.leading
source: Leading
ja: 左余白

# debug.titlebarLayoutDebug.minimumWidth
source: Minimum Width
ja: 最小幅

# debug.titlebarLayoutDebug.reset
source: Reset
ja: リセット

# debug.titlebarLayoutDebug.sidebar
source: Sidebar
ja: サイドバー

# debug.titlebarLayoutDebug.style
source: Style
ja: スタイル

# debug.titlebarLayoutDebug.tabBarInset
source: Tab Bar Inset
ja: タブバー余白

# debug.titlebarLayoutDebug.title
source: Titlebar Layout Debug
ja: タイトルバーレイアウトデバッグ

# debug.titlebarLayoutDebug.titlebarControls
source: Titlebar Controls
ja: タイトルバーコントロール

# debug.titlebarLayoutDebug.titlebarInset
source: Titlebar Inset
ja: タイトルバー余白

# debug.titlebarLayoutDebug.top
source: Top
ja: 上

# debug.titlebarLayoutDebug.trafficLights
source: Traffic Light Insets
ja: 信号ボタン余白

# debug.menu.tabBarBackdropLab
source: Tab Bar Backdrop Lab…
ja: タブバー背景ラボ…

# debug.splitButtonLayout.liveNote
source: Changes apply live.
ja: 変更はライブで反映されます。

# debug.splitButtonLayout.option.hidden
source: Hidden
ja: 非表示

# debug.splitButtonLayout.option.precompositedBar
source: Pre-composited barBackground
ja: 合成済み barBackground

# debug.splitButtonLayout.option.precompositedPane
source: Pre-composited paneBackground
ja: 合成済み paneBackground

# debug.splitButtonLayout.option.rawBar
source: barBackground (tab chrome)
ja: barBackground（タブクローム）

# debug.splitButtonLayout.option.rawPane
source: Raw paneBackground (opaque)
ja: 未加工 paneBackground（不透明）

# debug.splitButtonLayout.option.translucentChrome
source: Translucent chrome
ja: 半透明クローム

# debug.splitButtonLayout.title
source: Button Backdrop Color
ja: ボタン背景色

# debug.tabBarBackdropLab.leftSidebar
source: L
ja: 左

# debug.tabBarBackdropLab.candidateEnd
source: End opacity
ja: 終端不透明度

# debug.tabBarBackdropLab.candidateFade
source: Candidate fade
ja: 候補フェード

# debug.tabBarBackdropLab.candidateSolid
source: Solid width
ja: 塗りつぶし幅

# debug.tabBarBackdropLab.candidateRamp
source: Ramp start
ja: ランプ開始

# debug.tabBarBackdropLab.candidateSoftness
source: Candidate softness
ja: 候補の柔らかさ

# debug.tabBarBackdropLab.candidateLead
source: Lead opacity
ja: 開始不透明度

# debug.tabBarBackdropLab.maskTabs
source: Mask tabs
ja: タブをマスク

# debug.tabBarBackdropLab.opacity
source: Surface opacity
ja: サーフェス不透明度

# debug.tabBarBackdropLab.rightSidebar
source: R
ja: 右

# debug.tabBarBackdropLab.subtitle
source: Live Bonsplit tab bars with overflow tabs under the split buttons. The window background is transparent.
ja: 分割ボタンの下にあふれるタブを表示するライブ Bonsplit タブバーです。ウインドウ背景は透明です。

# debug.tabBarBackdropLab.tab.agentBrowserLogs
source: agent-browser logs
ja: agent-browser ログ

# debug.tabBarBackdropLab.tab.backdropCheck
source: split button backdrop check
ja: 分割ボタン背景チェック

# debug.tabBarBackdropLab.tab.hiddenBelowControls
source: tabs hidden below controls
ja: コントロール下に隠れるタブ

# debug.tabBarBackdropLab.tab.rightEdgeOverflow
source: right edge overflow sample
ja: 右端オーバーフローのサンプル

# debug.tabBarBackdropLab.tab.terminalTransparency
source: UniConnect terminal transparency
ja: UniConnect ターミナル透明度

# debug.tabBarBackdropLab.tab.underlayText
source: underlay tab text visible here
ja: 下のタブ文字が見える場所

# debug.tabBarBackdropLab.terminal.compare
source: drag / resize / compare the transparent edges
ja: ドラッグ / リサイズ / 透明な端を比較

# debug.tabBarBackdropLab.terminal.overflow
source: tab titles intentionally overflow under the split buttons
ja: タブタイトルは意図的に分割ボタンの下へあふれます

# debug.tabBarBackdropLab.title
source: Tab Bar Backdrop Lab
ja: タブバー背景ラボ

# debug.tabBarBackdropLab.variant.candidate
source: Candidate
ja: 候補

# debug.tabBarBackdropLab.variant.candidate.detail
source: Translucent chrome with tab occlusion.
ja: タブを隠す半透明クロームです。

# debug.tabBarBackdropLab.variant.candidateLowContrast
source: Low contrast
ja: 低コントラスト

# debug.tabBarBackdropLab.variant.candidateLowContrast.detail
source: Lower-opacity solid region.
ja: ソリッド領域の不透明度を下げます。

# debug.tabBarBackdropLab.variant.candidateSoftEnd
source: Soft end
ja: 柔らかい終端

# debug.tabBarBackdropLab.variant.candidateSoftEnd.detail
source: Same mask with lighter button fill.
ja: 同じマスクでボタン背景を薄くします。

# debug.tabBarBackdropLab.variant.candidateTightEdge
source: Tight edge
ja: 強めの端

# debug.tabBarBackdropLab.variant.candidateTightEdge.detail
source: More coverage at the fade start.
ja: フェード開始部分の被覆を強めます。

# debug.tabBarBackdropLab.variant.candidateWideFade
source: Wide fade
ja: 広いフェード

# debug.tabBarBackdropLab.variant.candidateWideFade.detail
source: Same model with a softer edge.
ja: 同じモデルで端をより柔らかくします。

# debug.tabBarBackdropLab.variant.controlBackground
source: 4 Control background
ja: 4 コントロール背景

# debug.tabBarBackdropLab.variant.controlBackground.detail
source: Uses AppKit controlBackgroundColor.
ja: AppKit の controlBackgroundColor を使います。

# debug.tabBarBackdropLab.variant.hidden
source: 7 No backdrop
ja: 7 背景なし

# debug.tabBarBackdropLab.variant.hidden.detail
source: Control sample. Tabs remain visible below the buttons.
ja: 比較用サンプルです。ボタンの下にタブが見えたままになります。

# debug.tabBarBackdropLab.variant.opaqueBar
source: 2 Raw bar opaque
ja: 2 バーをそのまま不透明化

# debug.tabBarBackdropLab.variant.opaqueBar.detail
source: Uses the tab chrome color at full opacity.
ja: タブクローム色を完全な不透明度で使います。

# debug.tabBarBackdropLab.variant.opaquePane
source: 1 Raw pane opaque
ja: 1 ペインをそのまま不透明化

# debug.tabBarBackdropLab.variant.opaquePane.detail
source: Forces the pane fill to full opacity.
ja: ペイン塗りを完全な不透明度にします。

# debug.tabBarBackdropLab.variant.precompositedBar
source: 5 Opaque bar composite
ja: 5 バー合成の不透明背景

# debug.tabBarBackdropLab.variant.precompositedBar.detail
source: Composites tab chrome over the window background.
ja: タブクロームをウインドウ背景の上に合成します。

# debug.tabBarBackdropLab.variant.precompositedPane
source: 0 Opaque pane composite
ja: 0 ペイン合成の不透明背景

# debug.tabBarBackdropLab.variant.precompositedPane.detail
source: Old candidate. Covers too hard.
ja: 以前の候補です。被覆が強すぎます。

# debug.tabBarBackdropLab.variant.translucentChrome
source: 6 Translucent chrome
ja: 6 半透明クローム

# debug.tabBarBackdropLab.variant.translucentChrome.detail
source: Shows the bleed-through problem.
ja: 透けて見える問題を表示します。

# debug.tabBarBackdropLab.variant.translucentNoFade
source: No fade
ja: フェードなし

# debug.tabBarBackdropLab.variant.translucentNoFade.detail
source: Hard translucent edge for contrast.
ja: 比較用の硬い半透明エッジです。

# debug.tabBarBackdropLab.variant.windowBackground
source: 3 Window background
ja: 3 ウインドウ背景

# debug.tabBarBackdropLab.variant.windowBackground.detail
source: Uses AppKit windowBackgroundColor.
ja: AppKit の windowBackgroundColor を使います。

# debug.tabBarBackdropLab.width
source: Sample width
ja: サンプル幅

# debug.menu.startupAppearanceDebug
source: Startup Appearance Debug…
ja: 起動時の外観デバッグ…

# debug.startupAppearance.appearance.label
source: Appearance
ja: 外観

# debug.startupAppearance.applied.appearanceLabel
source: Appearance:
ja: 外観:

# debug.startupAppearance.applied.configLabel
source: Config:
ja: 設定:

# debug.startupAppearance.applied.heading
source: Applied
ja: 適用済み

# debug.startupAppearance.applied.help
source: Reloads the running app through Ghostty config update, matching startup theme resolution without editing config files.
ja: 設定ファイルを編集せず、Ghostty 設定更新で実行中のアプリを再読み込みし、起動時のテーマ解決を再現します。

# debug.startupAppearance.applyPreview.button
source: Apply Preview
ja: プレビューを適用

# debug.startupAppearance.copySelectedConfig.button
source: Copy Selected Config
ja: 選択中の設定をコピー

# debug.startupAppearance.mode.dark
source: Force Dark
ja: ダークを強制

# debug.startupAppearance.mode.light
source: Force Light
ja: ライトを強制

# debug.startupAppearance.mode.stored
source: Stored App Setting
ja: 保存済みのアプリ設定

# debug.startupAppearance.preview.heading
source: Preview
ja: プレビュー

# debug.startupAppearance.profile.freshInstall.detail
source: No user theme or terminal colors, so UniConnect applies its managed default colors.
ja: ユーザーのテーマやターミナル色がないため、UniConnect の管理されたデフォルト色を適用します。

# debug.startupAppearance.profile.freshInstall.title
source: Fresh Install
ja: 新規インストール

# debug.startupAppearance.profile.realUserConfig.title
source: Real User Config
ja: 実際のユーザー設定

# debug.startupAppearance.profile.userExplicitColors.detail
source: Simulates a user with direct terminal color settings and no theme.
ja: テーマなしでターミナル色を直接設定しているユーザーをシミュレートします。

# debug.startupAppearance.profile.userExplicitColors.title
source: User Explicit Colors
ja: ユーザー指定色

# debug.startupAppearance.profile.userSingleTheme.detail
source: Simulates a user with one Ghostty theme applied in both appearances.
ja: ライトとダークの両方に同じ Ghostty テーマを適用しているユーザーをシミュレートします。

# debug.startupAppearance.profile.userSingleTheme.title
source: User Single Theme
ja: ユーザー単一テーマ

# debug.startupAppearance.profile.userThemePair.detail
source: Simulates a user with an explicit light/dark Ghostty theme.
ja: ライトとダークの Ghostty テーマを明示的に設定しているユーザーをシミュレートします。

# debug.startupAppearance.profile.userThemePair.title
source: User Light/Dark Theme
ja: ユーザーのライト/ダークテーマ

# debug.startupAppearance.realConfigFallback
source: Loads real user config files.
ja: 実際のユーザー設定ファイルを読み込みます。

# debug.startupAppearance.restoreRealStartup.button
source: Restore Real Startup
ja: 実際の起動設定に戻す

# debug.startupAppearance.selectedConfig.heading
source: Selected Config
ja: 選択中の設定

# debug.startupAppearance.startupConfig.label
source: Startup config
ja: 起動設定

# debug.startupAppearance.window.title
source: Startup Appearance Debug
ja: 起動時の外観デバッグ

# debug.windows.browserProfilePopover.title
source: Browser Profile Popover Debug
ja: ブラウザープロファイルポップオーバーのデバッグ
ko: 브라우저 프로필 팝오버 디버그
uk: Налагодження спливного вікна профілю браузера

# debug.browserProfilePopover.heading
source: Browser Profile Popover
ja: ブラウザープロファイルポップオーバー
ko: 브라우저 프로필 팝오버
uk: Спливне вікно профілю браузера

# debug.browserProfilePopover.note
source: Tune the profile popover padding live while comparing it against the browser toolbar menu.
ja: ブラウザーツールバーのメニューと見比べながら、プロファイルポップオーバーの余白をライブで調整します。
ko: 브라우저 도구 모음 메뉴와 비교하면서 프로필 팝오버 패딩을 실시간으로 조정합니다.
uk: Налаштуйте відступи спливного вікна профілю в реальному часі, порівнюючи з меню панелі інструментів браузера.

# debug.browserProfilePopover.group.padding
source: Padding
ja: 余白
ko: 패딩
uk: Відступи

# debug.browserProfilePopover.label.horizontal
source: Horizontal
ja: 水平
ko: 가로
uk: Горизонтальний

# debug.browserProfilePopover.label.vertical
source: Vertical
ja: 垂直
ko: 세로
uk: Вертикальний

# debug.browserProfilePopover.group.preview
source: Preview
ja: プレビュー
ko: 미리보기
uk: Перегляд

# debug.browserProfilePopover.reset
source: Reset
ja: リセット
ko: 초기화
uk: Скинути

# debug.browserProfilePopover.liveNote
source: Changes apply live to the browser profile popover.
ja: 変更はブラウザープロファイルポップオーバーにライブで反映されます。
ko: 변경 사항이 브라우저 프로필 팝오버에 실시간으로 적용됩니다.
uk: Зміни застосовуються до спливного вікна профілю браузера в реальному часі.

# debug.devBuildBanner.title
source: THIS IS A DEV BUILD
ja: これは開発ビルドです
ko: 개발 빌드입니다
uk: ЦЕ ВЕРСІЯ ДЛЯ РОЗРОБКИ

# sidebar.help.button
source: Help
ja: ヘルプ
ko: 도움말
uk: Довідка

# sidebar.help.changelog
source: Changelog
ja: 更新履歴
ko: 변경 로그
uk: Журнал змін

# sidebar.help.sendFeedback
source: Send Feedback
ja: フィードバックを送信
ko: 피드백 보내기
uk: Надіслати відгук

# browser.profile.buttonHelp
source: Browser Profile: %@
ja: ブラウザープロファイル: %@
ko: 브라우저 프로필: %@
uk: Профіль браузера: %@

# browser.profile.default
source: Default
ja: デフォルト
ko: 기본값
uk: Стандартний

# browser.profile.automation.error.cannotDeleteDefaultProfile
source: The default browser profile cannot be deleted
ja: デフォルトのブラウザープロファイルは削除できません

# browser.profile.automation.error.fallback
source: Browser profile command failed
ja: ブラウザープロファイルコマンドに失敗しました

# browser.profile.automation.error.missingName
source: Missing browser profile name
ja: ブラウザープロファイル名がありません

# browser.profile.automation.error.missingProfile
source: Missing browser profile
ja: ブラウザープロファイルがありません

# browser.profile.menu.title
source: Profiles
ja: プロファイル
ko: 프로필
uk: Профілі

# browser.profile.new
source: New Profile...
ja: 新しいプロファイル...
ko: 새 프로필...
uk: Новий профіль...

# browser.profile.new.message
source: Create a separate browser profile for cookies, history, and local storage.
ja: Cookie、履歴、ローカルストレージを分けるためのブラウザープロファイルを作成します。
ko: 쿠키, 방문 기록, 로컬 스토리지를 위한 별도의 브라우저 프로필을 생성합니다.
uk: Створити окремий профіль браузера для cookies, історії та локального сховища.

# browser.profile.new.placeholder
source: Profile name
ja: プロファイル名
ko: 프로필 이름
uk: Назва профілю

# browser.profile.new.title
source: New Browser Profile
ja: 新しいブラウザープロファイル
ko: 새 브라우저 프로필
uk: Новий профіль браузера

# browser.profile.rename
source: Rename Current Profile...
ja: 現在のプロファイル名を変更...
ko: 현재 프로필 이름 변경...
uk: Перейменувати поточний профіль...

# browser.profile.rename.message
source: Choose a new name for this browser profile.
ja: このブラウザープロファイルの新しい名前を入力します。
ko: 이 브라우저 프로필의 새 이름을 선택하세요.
uk: Виберіть нову назву для цього профілю браузера.

# browser.profile.rename.title
source: Rename Browser Profile
ja: ブラウザープロファイル名を変更
ko: 브라우저 프로필 이름 변경
uk: Перейменувати профіль браузера

# browser.import.additionalData.note
source: Bookmarks, settings, and extensions are not available yet.
ja: ブックマーク、設定、拡張機能はまだ利用できません。
ko: 북마크, 설정, 확장 프로그램은 아직 지원되지 않습니다.
uk: Закладки, налаштування та розширення поки недоступні.

# browser.import.additionalData
source: Additional data (bookmarks, settings, extensions)
ja: 追加データ（ブックマーク、設定、拡張機能）
ko: 추가 데이터 (북마크, 설정, 확장 프로그램)
uk: Додаткові дані (закладки, налаштування, розширення)

# browser.import.back
source: Back
ja: 戻る
ko: 뒤로
uk: Назад

# browser.import.complete.browser
source: Browser: %@
ja: ブラウザー: %@
ko: 브라우저: %@
uk: Браузер: %@

# browser.import.complete.createdProfiles
source: Created UniConnect profiles: %@
ja: 作成した UniConnect プロファイル: %@
ko: 생성된 UniConnect 프로필: %@
uk: Створені профілі UniConnect: %@

# browser.import.complete.destinationProfile
source: Destination profile: %@
ja: 保存先プロファイル: %@
ko: 대상 프로필: %@
uk: Профіль призначення: %@

# browser.import.complete.domainFilter
source: Domain filter: %@
ja: ドメインフィルタ: %@
ko: 도메인 필터: %@
uk: Фільтр доменів: %@

# browser.import.complete.profileMappings
source: Profile mappings:
ja: プロファイル対応:
ko: 프로필 매핑:
uk: Відповідності профілів:

# browser.import.complete.importedCookies
source: Imported cookies: %ld
ja: インポートしたCookie: %ld
ko: 가져온 쿠키: %ld
uk: Імпортовано cookies: %ld

# browser.import.complete.importedHistory
source: Imported history entries: %ld
ja: インポートした履歴件数: %ld
ko: 가져온 방문 기록: %ld
uk: Імпортовано записів історії: %ld

# browser.import.complete.scope
source: Scope: %@
ja: 対象: %@
ko: 범위: %@
uk: Обсяг: %@

# browser.import.complete.skippedCookies
source: Skipped cookies: %ld
ja: スキップしたCookie: %ld
ko: 건너뛴 쿠키: %ld
uk: Пропущено cookies: %ld

# browser.import.complete.sourceProfiles
source: Source profiles: %@
ja: 元プロファイル: %@
ko: 원본 프로필: %@
uk: Вихідні профілі: %@

# browser.import.complete.title
source: Browser data import complete
ja: ブラウザーデータのインポートが完了しました
ko: 브라우저 데이터 가져오기 완료
uk: Імпорт даних браузера завершено

# browser.import.complete.warnings
source: Warnings:
ja: 警告:
ko: 경고:
uk: Попередження:

# browser.import.cookies
source: Cookies (site sign-ins)
ja: Cookie（サイトのログイン状態）
ko: 쿠키 (사이트 로그인 정보)
uk: Cookies (авторизації на сайтах)

# browser.import.destination.cmux
source: Destination
ja: 保存先
ko: 대상
uk: Призначення

# browser.import.destinationProfile
source: Import into
ja: インポート先
ko: 가져올 위치
uk: Імпортувати до

# browser.import.destinationProfile.create
source: Create "%@"
ja: "%@" を作成
ko: "%@" 생성
uk: Створити "%@"

# browser.import.destinationProfile.help
source: Imported data goes into the selected UniConnect profile.
ja: インポートしたデータは、選択した UniConnect プロファイルに保存されます。
ko: 가져온 데이터가 선택한 UniConnect 프로필에 저장됩니다.
uk: Імпортовані дані потрапляють у вибраний профіль UniConnect.

# browser.import.destinationProfile.mergeHelp
source: All selected source profiles go into one UniConnect profile.
ja: 選択した元プロファイルは、1つの UniConnect プロファイルにまとめて取り込まれます。
ko: 선택한 모든 원본 프로필이 하나의 UniConnect 프로필로 합쳐집니다.
uk: Усі вибрані вихідні профілі об'єднуються в один профіль UniConnect.

# browser.import.destinationProfile.separateHelp
source: Missing UniConnect profiles are created on import.
ja: 不足している UniConnect プロファイルは、インポート時に作成されます。
ko: 없는 UniConnect 프로필은 가져오기 시 자동으로 생성됩니다.
uk: Відсутні профілі UniConnect створюються під час імпорту.

# browser.import.destinationMode.merge
source: Merge into one
ja: 1つにまとめる
ko: 하나로 합치기
uk: Об'єднати в один

# browser.import.destinationMode.separate
source: Separate profiles
ja: 分けて取り込む
ko: 프로필 분리
uk: Окремі профілі

# browser.import.detected.all
source: Detected: %@.
ja: 検出済み: %@。
ko: 감지됨: %@.
uk: Виявлено: %@.

# browser.import.detected.more.one
source: Detected: %@, +1 more.
ja: 検出済み: %@、ほか1件。
ko: 감지됨: %@, +1개 더.
uk: Виявлено: %@, +1 інший.

# browser.import.detected.more.other
source: Detected: %@, +%ld more.
ja: 検出済み: %@、ほか%ld件。
ko: 감지됨: %@, +%ld개 더.
uk: Виявлено: %@, +%ld інших.

# browser.import.detected.none
source: No supported browsers detected.
ja: 対応しているブラウザーが見つかりませんでした。
ko: 지원되는 브라우저가 감지되지 않았습니다.
uk: Підтримувані браузери не виявлено.

# browser.import.domain
source: Domains
ja: ドメイン
ko: 도메인
uk: Домени

# browser.import.domain.placeholder
source: Optional domains, comma-separated
ja: 任意のドメインをカンマ区切りで指定
ko: 도메인(선택 사항), 쉼표로 구분
uk: Необов'язкові домени, через кому

# browser.import.error.title
source: Import could not start
ja: インポートを開始できませんでした
ko: 가져오기를 시작할 수 없습니다
uk: Не вдалося розпочати імпорт

# browser.import.automation.error.browserNotFound
source: No importable browser matches '%@'
ja: '%@' に一致するインポート可能なブラウザーが見つかりません

# browser.import.automation.error.fallback
source: Browser import failed
ja: ブラウザーのインポートに失敗しました

# browser.import.automation.error.noBrowsers
source: No importable browsers found
ja: インポート可能なブラウザーが見つかりません

# browser.import.automation.error.noProfiles
source: No source profiles found for %@
ja: %@ のソースプロファイルが見つかりません

# browser.import.automation.error.sourceProfileNotFound
source: No source profile matches '%@'
ja: '%@' に一致するソースプロファイルが見つかりません

# browser.import.history
source: History (visited pages)
ja: 履歴（訪問したページ）
ko: 방문 기록 (방문한 페이지)
uk: Історія (відвідані сторінки)

# browser.import.next
source: Next
ja: 次へ
ko: 다음
uk: Далі

# browser.import.noBrowsers.message
source: UniConnect could not find browser profiles to import from on this Mac.
ja: このMacでインポート元にできるブラウザープロファイルが見つかりませんでした。
ko: 이 Mac에서 가져올 수 있는 브라우저 프로필을 찾을 수 없습니다.
uk: UniConnect не знайшов профілів браузерів для імпорту на цьому Mac.

# browser.import.noBrowsers.title
source: No importable browsers found
ja: インポートできるブラウザーが見つかりません
ko: 가져올 수 있는 브라우저 없음
uk: Браузери для імпорту не знайдено

# browser.import.progress.message
source: Importing %@ from %@…
ja: %2$@ から %1$@ をインポート中…
ko: %2$@에서 %1$@ 가져오는 중…
uk: Імпортування %@ з %@…

# browser.import.progress.subtitle
source: This can take a few seconds for large profiles.
ja: プロファイルが大きい場合は数秒かかることがあります。
ko: 프로필이 큰 경우 몇 초 걸릴 수 있습니다.
uk: Це може зайняти кілька секунд для великих профілів.

# browser.import.progress.title
source: Importing Browser Data
ja: ブラウザーデータをインポート中
ko: 브라우저 데이터 가져오는 중
uk: Імпорт даних браузера

# browser.import.scope.cookiesAndHistory
source: Cookies + history
ja: Cookie + 履歴
ko: 쿠키 + 방문 기록
uk: Cookies + історія

# browser.import.scope.cookiesOnly
source: Cookies only
ja: Cookieのみ
ko: 쿠키만
uk: Тільки cookies

# browser.import.scope.everything
source: Everything
ja: すべて
ko: 전체
uk: Усе

# browser.import.scope.historyOnly
source: History only
ja: 履歴のみ
ko: 방문 기록만
uk: Тільки історія

# browser.import.source
source: Browser
ja: ブラウザー
ko: 브라우저
uk: Браузер

# browser.import.sourceProfile.fallback
source: Profile %ld
ja: プロファイル%ld
ko: 프로필 %ld
uk: Профіль %ld

# browser.import.sourceProfiles
source: Profiles
ja: プロファイル
ko: 프로필
uk: Профілі

# browser.import.sourceProfiles.help
source: Select one or more profiles.
ja: 1つ以上のプロファイルを選択してください。
ko: 하나 이상의 프로필을 선택하세요.
uk: Виберіть один або кілька профілів.

# browser.import.sourceProfiles.empty
source: No source profiles detected for %@.
ja: %@ の元プロファイルが見つかりません。
ko: %@에 대한 원본 프로필이 감지되지 않았습니다.
uk: Вихідні профілі для %@ не виявлено.

# browser.import.start
source: Start Import
ja: インポート開始
ko: 가져오기 시작
uk: Почати імпорт

# browser.import.title
source: Import Browser Data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера

# browser.import.hint.dismiss
source: Hide Hint
ja: ヒントを隠す
ko: 힌트 숨기기
uk: Сховати підказку

# browser.import.hint.import
source: Import…
ja: インポート…
ko: 가져오기…
uk: Імпортувати…

# browser.import.hint.settings
source: Browser Settings
ja: ブラウザー設定
ko: 브라우저 설정
uk: Налаштування браузера

# browser.import.hint.settingsFootnote
source: You can always find this in Settings > Browser.
ja: あとでいつでも「設定 > ブラウザー」で見つけられます。
ko: 설정 > 브라우저에서 언제든 찾을 수 있습니다.
uk: Ви завжди можете знайти це в Налаштуваннях > Браузер.

# browser.import.hint.title
source: Import browser data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера

# browser.import.hint.toolbar
source: Import
ja: インポート
ko: 가져오기
uk: Імпортувати

# browser.import.hint.toolbar.help
source: Import browser data
ja: ブラウザーデータをインポート
ko: 브라우저 데이터 가져오기
uk: Імпорт даних браузера

# browser.import.validation.scope
source: Select Cookies, History, or both before starting import.
ja: インポートを始める前に、Cookie、履歴、またはその両方を選択してください。
ko: 가져오기를 시작하기 전에 쿠키, 방문 기록 또는 둘 다를 선택하세요.
uk: Виберіть Cookies, Історію або обидва перед початком імпорту.

# browser.import.validation.sourceProfiles
source: Choose at least one source profile to import.
ja: インポートする元プロファイルを少なくとも1つ選択してください。
ko: 가져올 원본 프로필을 하나 이상 선택하세요.
uk: Виберіть принаймні один вихідний профіль для імпорту.

# command.findInDirectory.subtitle
source: Right Sidebar
ja: 右サイドバー

# command.rightSidebarMode.subtitle
source: Right Sidebar
ja: 右サイドバー

# command.openRightSidebarToolAsPane.subtitle
source: Pane
ja: ペイン

# command.openFilesPane.title
source: Open Files as Pane
ja: ファイルをペインで開く

# command.openFindPane.title
source: Open Find as Pane
ja: 検索をペインで開く

# command.openVaultPane.title
source: Open Vault as Pane
ja: Vaultをペインで開く
